<?php

return [
    'title' => '利用規約',
    'intro' => 'ウォーリック大学ボカロ部へようこそ。当ボカロ部のウェブサイトおよびサービスにアクセスし、これを利用することにより、利用者は以下の利用規約を遵守し、これに拘束されることに同意したものとみなされます。この利用規約は、当ボカロ部のプライバシーポリシーとともに、当ウェブサイトに関する利用者と当ボカロ部の関係を規定するものです。',
    'item1' => '本ウェブサイトに掲載されている内容は、一般的な情報および使用のみを目的としています。予告なしに変更されることがあります。',
    'item2' => 'このウェブサイトでは、閲覧の好みをモニターするためにクッキーを使用しています。クッキーの使用を許可した場合、以下の個人情報が第三者によって使用されるために保存される可能性があります。・あなたのフルネーム、・ユニークなWarwick ID、・大学のメールアドレス',
    'item3' => '当ボカロ部およびいかなる第三者も、本ウェブサイトに掲載または提供されている情報および資料の正確性、適時性、性能、完全性、または特定の目的への適合性について、いかなる保証も提供しません。利用者は、かかる情報および資料が不正確または誤りを含む可能性があることを認め、当ボカロ部は、法律で認められる最大限の範囲において、かかる不正確または誤りに対する責任を明示的に排除します。',
    'additional_info' => '本ウェブサイト上の情報または資料の利用は、すべて利用者自身の責任において行われるものであり、当ボカロ部は一切責任を負いません。本ウェブサイトを通じて利用可能な製品、サービス、情報がお客様の特定の要件に適合することを確認することは、お客様ご自身の責任となります。',
    'contact_info' => '本規約に関するご質問は、warwickvocaloid@gmail.comにて、どうぞよろしくお願い申し上げます。',
];
